Repository: dan-hart/momentum
Catalog: ios/Momentum/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: Use an app password from your Nextcloud security settings. Connection details are saved securely on this device.
de: Verwende ein App-Passwort aus deinen Nextcloud-Sicherheitseinstellungen. Die Verbindungsdaten werden sicher auf diesem Gerät gespeichert.

source: Use the same encryption password on every device. Automatic sync combines nearby edits and checks for changes while the app is open.
de: Verwende auf allen Geräten dasselbe Verschlüsselungspasswort. Die automatische Synchronisierung fasst kurz aufeinanderfolgende Änderungen zusammen und prüft bei geöffneter App auf neue Änderungen.

source: Username
de: Benutzername

source: Weekday
de: Wochentag

source: Weekly
de: Wöchentlich

source: Which
de: Welcher

source: Yearly
de: Jährlich

source: Your day
de: Dein Tag

source: Your tasks, at your pace.
de: Deine Aufgaben, in deinem Tempo.

source: “%@” will replace all tasks on this device. Unsynced changes will be lost. This cannot be undone.
de: „%@“ ersetzt alle Aufgaben auf diesem Gerät. Nicht synchronisierte Änderungen gehen verloren. Dies kann nicht rückgängig gemacht werden.
